Repository: r00telement/PlayerTags
Catalog: PlayerTags/Resources/Strings.*.resx
Languages: de, es_es, fr, ja

# Loc_IsVisibleInPveDuties_Description
source: Whether the tag should be visible in pve duties.
de: Bestimmt, ob der Tag in PvE-Inhalten sichtbar sein soll.
es_es: Mostrar la etiqueta o no en las duties PVE.
fr: Si le tag doit être visible ou non dans les missions de type PvE.
ja: PvEコンテンツ中にタグを表示するかどうか。

# Loc_IsVisibleInPvpDuties
source: Show in pvp duties
de: Zeige in PvP-Inhalten
es_es: Mostrar en duties PVP
fr: Afficher dans les missions JcJ
ja: PvPコンテンツ中に表示

# Loc_IsVisibleInPvpDuties_Description
source: Whether the tag should be visible in pvp duties.
de: Bestimmt, ob der Tag in PvP-Inhalten sichtbar sein soll
es_es: Mostrar la etiqueta o no en duties PVP.
fr: Si le tag doit être visible ou non dans les missions de type PvP.
ja: PvPコンテンツ中にタグを表示するかどうか。

# Loc_IsVisibleInOverworld
source: Show elsewhere
de: Zeige überall sonst
es_es: Mostrar en otros
fr: Afficher ailleurs
ja: 別の場所で表示

# Loc_IsVisibleInOverworld_Description
source: Whether the tag should be visible in other circumstances for which there is no specific option.
de: Bestimmt, ob der Tag in Umständen sichtbar sein soll, für die keine spezifische Option verfügbar sind
es_es: Mostrar o no la etiqueta en otras circunstancias para las que no hay opción específica.
fr: Si le tag doit être visible dans d'autres circonstances pour lesquelles il n'y a pas d'option spécifique.
ja: 特定のオプションがない他の状況でもタグを表示するかどうか。

# Loc_IsVisibleForSelf
source: Show for self
de: Zeige für den eigenen Charakter
es_es: Mostrar para ti mismo
fr: Afficher pour soi-même
ja: 自分に表示

# Loc_IsVisibleForSelf_Description
source: Whether the tag should be visible for the local player.
de: Bestimmt, ob der Tag für den eigenen Charakter sichtbar sein soll
es_es: Mostrar o no la etiqueta para el jugador local.
fr: Si le tag doit être visible ou non pour le personnage que vous jouez.
ja: タグを自分のプレイヤーに表示するかどうか。

# Loc_IsVisibleForPartyPlayers
source: Show for party members
de: Zeige für Gruppenmitglieder
es_es: Mostrar para miembros de party
fr: Afficher pour les équipiers
ja: パーティーメンバーに表示

# Loc_IsVisibleForPartyPlayers_Description
source: Whether the tag should be visible for party members.
de: Bestimmt, ob der Tag für Gruppenmitglieder sichtbar sein soll
es_es: Mostrar o no la etiqueta para los miembros de party.
fr: Si le tag doit être visible ou non pour les membres d'équipe.
ja: タグをパーティメンバーに表示するかどうか。

# Loc_IsVisibleForAlliancePlayers
source: Show for alliance members
de: Zeige für Allianz-Mitglieder
es_es: Mostrar para miembros de alianza
fr: Afficher pour les membres de l'alliance
ja: アライアンスメンバーに表示

# Loc_IsVisibleForAlliancePlayers_Description
source: Whether the tag should be visible for alliance members who are not in the current party.
de: Bestimmt, ob der Tag für Allianz-Mitglieder sichtbar sein soll, die nicht in der aktuellen Gruppe sind
es_es: Mostrar o no la etiqueta para miembros de alianza (excluyendo la party actual).
fr: Si le tag doit être visible pour les membres d'alliance qui ne sont pas dans votre équipe.
ja: パーティに参加していないアライアンスメンバーにもタグを表示するかどうか。

# Loc_IsVisibleForFriendPlayers
source: Show for friends
de: Zeige für Freunde
es_es: Mostrar para amigos
fr: Afficher pour les amis
ja: フレンドに表示

# Loc_IsVisibleForFriendPlayers_Description
source: Whether the tag should be visible for friends.
de: Bestimmt, ob der Tag für Freunde sichtbar sein soll
es_es: Mostrar o no la etiqueta para los amigos.
fr: Si le tag doit être visible ou non pour les ami·e·s.
ja: タグをフレンドに表示するかどうか。

# Loc_IsVisibleForEnemyPlayers
source: Show for enemies
de: Zeige für Feinde
es_es: Mostrar para enemigos
fr: Afficher pour les ennemis
ja: 敵に表示

# Loc_IsVisibleForEnemyPlayers_Description
source: Whether the tag should be visible for enemies in pvp.
de: Bestimmt, ob der Tag für Feinde im PvP sichtbar sein soll.
es_es: Mostrar o no la etiqueta en los enemigos en PVP.
fr: Si le tag doit être visible ou non pour les ennemis en JcJ.
ja: PvPコンテンツで敵にタグを表示させるかどうか。

# Loc_IsVisibleForOtherPlayers
source: Show for others
de: Zeige für Andere
es_es: Mostrar para otros
fr: Afficher pour les autres
ja: その他に表示

# Loc_IsVisibleForOtherPlayers_Description
source: Whether the tag should be visible for players in other circumstances for which there is no specific option.
de: Bestimmt, ob der Tag für andere Spieler in Inhalten sichtbar sein soll, für die keine spezifische Option verfügbar sind
es_es: Mostrar o no la etiqueta para jugadores en otras circunstancias para las que no hay opción específica.
fr: Si le tag doit être visible pour les personnages dans d'autres circonstances pour lesquelles il n'y a pas d'option spécifique.
ja: 特定のオプションがない他の状況でプレイヤーにタグを表示するかどうか。

# Loc_IsPlayersTabOrderedByProximity
source: Order by proximity
de: Sortiere nach Bekanntheitsgrad
es_es: Orden por proximidad
fr: Trier par proximité
ja: 近接順で並べ替え

# Loc_IsPlayersTabOrderedByProximity_Description
source: Players that are closer to you will be ordered towards the top.
de: Spieler, die dir bekannter sind, werden in der Liste weiter oben angezeigt.
es_es: Los jugadores que estén más cerca de ti estarán más arriba en la lista.
fr: Les personnages qui sont les plus proches de vous seront listés en premier.
ja: 自分に近いプレーヤーが上に向かって並びます。

# Loc_IsPlayersTabSelfVisible
source: Show self
de: Zeige eigenen Charakter
es_es: Mostrar uno mismo
fr: Afficher son propre personnage
ja: 自己を表示

# Loc_IsPlayersTabSelfVisible_Description
source: Show yourself in the players list.
de: Zeige den eigenen Charakter in der Spielerliste
es_es: Mostrarte a ti mismo en la lista de jugadores.
fr: Afficher votre personnage dans la liste des personnages.
ja: プレイヤーリストに自分自身を表示します。

# Loc_IsPlayersTabFriendsVisible
source: Show friends
de: Zeige Freunde
es_es: Mostrar amigos
fr: Afficher les amis
ja: フレンドを表示

# Loc_IsPlayersTabFriendsVisible_Description
source: Show friends in the players list.
de: Zeige Freunde in der Spielerliste
es_es: Mostrar amigos en la lista de jugadores.
fr: Afficher vos amis dans la liste des personnages.
ja: プレイヤーリストにフレンドを表示します。

# Loc_IsPlayersTabPartyVisible
source: Show party members
de: Zeige Gruppenmitglieder
es_es: Mostrar miembros de party
fr: Afficher les équipiers
ja: パーティーメンバーを表示

# Loc_IsPlayersTabPartyVisible_Description
source: Show party members in the players list.
de: Zeige Gruppenmitglieder in der Spielerliste
es_es: Mostrar miembros de party en la lista de jugadores.
fr: Afficher vos équipiers dans la liste des personnages.
ja: プレイヤーリストにパーティメンバーを表示します。

# Loc_IsPlayersTabAllianceVisible
source: Show alliance members
de: Zeige Allianz-Mitglieder
es_es: Mostrar miembros de alianza
fr: Afficher les membres de votre alliance
ja: アライアンスメンバーを表示

# Loc_IsPlayersTabAllianceVisible_Description
source: Show alliance members in the players list.
de: Zeige Allianz-Mitglieder in der Spieler-Liste
es_es: Mostrar miembros de alianza en la lista de jugadores.
fr: Afficher les membres de votre alliance dans la liste des personnages.
ja: プレイヤー一覧にアライアンスメンバーを表示します。

# Loc_IsPlayersTabEnemiesVisible
source: Show enemies
de: Zeige Feinde
es_es: Mostrar enemigos
fr: Afficher les ennemis
ja: 敵を表示

# Loc_IsPlayersTabEnemiesVisible_Description
source: Show enemies in the players list.
de: Zeige Feinde in der Spieler-Liste
es_es: Mostrar enemigos en la lista de jugadores.
fr: Afficher vos ennemis dans la liste des personnages.
ja: プレイヤー一覧に敵を表示します。

# Loc_IsPlayersTabOthersVisible
source: Show others
de: Zeige Andere
es_es: Mostrar otros
fr: Afficher les autres
ja: その他を表示

# Loc_IsPlayersTabOthersVisible_Description
source: Show others in the players list.
de: Zeige Andere in der Spielerliste
es_es: Mostrar otros en la lista de jugadores.
fr: Afficher les autres personnages dans la liste des personnages.
ja: プレイヤーリストにその他を表示します。

# Loc_IsTextColorAppliedToChatName
source: Apply color to chat name
de: Wende Farbe auf den Chat-Namen an
es_es: Aplicar color a nombre en chat
fr: Appliquer la couleur au nom dans le chat
ja: チャット名に色をつける

# Loc_IsTextColorAppliedToChatName_Description
source: Whether the color will be applied to the name in chat.
de: Bestimmt, ob im Chat die Farbe auf den Namen angewendet wird.
es_es: Aplicar o no el color seleccionado al nombre en el chat.
fr: Si la couleur doit être appliquée au nom des personnages dans le chat.
ja: チャットで名前に色をつけるかどうか。

# Loc_IsTextColorAppliedToNameplateName
source: Apply color to nameplate name
de: Wende Farbe auf den Namen der Namensanzeige an
es_es: Aplicar color al nombre de la placa
fr: Appliquer la couleur au nom dans la plaque de nom
ja: ネームプレートに色をつける

# Loc_IsTextColorAppliedToNameplateName_Description
source: Whether the color will be applied to the name in nameplates.
de: Bestimmt, ob die Farbe in der Namensanzeige auf den Namen angewendet wird
es_es: Si el color se aplicará o no al nombre en las placas de nombre.
fr: Si la couleur doit être appliquée au nom des personnages dans leur plaque de nom.
ja: ネームプレートの名前に色をつけるかどうか。

# Loc_IsTextColorAppliedToNameplateTitle
source: Apply color to nameplate title
de: Wende die Farbe auf den Titel der Namensanzeige an
es_es: Aplicar color al título en la placa de nombre
fr: Appliquer la couleur au titre dans la plaque de nom
ja: ネームプレートの称号に色をつける

# Loc_IsTextColorAppliedToNameplateTitle_Description
source: Whether the color will be applied to title in nameplates.
de: Bestimmt, ob die Farbe in der Namensanzeige auf den Titel angewendet wird
es_es: Si el color se aplicará o no al título del jugador en las placas de nombre.
fr: Si la couleur doit être appliquée au titre des personnages dans leur plaque de nom.
ja: ネームプレートの称号に色をつけるかどうか。

# Loc_IsTextColorAppliedToNameplateFreeCompany
source: Apply color to nameplate free company
de: Wende Farbe auf die Freie Gesellschaft an
es_es: Aplicar color a la FC en la placa de nombre
fr: Appliquer la couleur à la Compagnie Libre dans la plaque de nom
ja: ネームプレートのFCタグに色をつける

# Loc_IsTextColorAppliedToNameplateFreeCompany_Description
source: Whether the color will be applied to the free company in nameplates.
de: Bestimmt, ob die Farbe in der Namensanzeige auf die Freie Gesellschaft angewendet wird
es_es: Si el color se aplicará o no al nombre de la FC en las placas de nombre.
fr: Si la couleur doit être appliquée au tag de Compagnie Libre ou non dans les plaques de nom.
ja: ネームプレートのFCタグに色をつけるかどうか。

# Loc_ActivityContextSelection_All
source: Everywhere
de: Überall
es_es: En todas partes
fr: Partout
ja: すべての場所

# Loc_ActivityContextSelection_None
source: No Duty
de: Außerhalb von Inhalten
es_es: Sin Duty
fr: Aucune mission
ja: 非戦闘中

# Loc_ActivityContextSelection_PveDuty
source: PvE Duties
de: PvE-Inhalte
es_es: Duties PvE
fr: Missions PvE
ja: PvEコンテンツ

# Loc_ActivityContextSelection_PvpDuty
source: PvP Duties
de: PvP-Inhalte
es_es: Duties PvP
fr: Missions PvP
ja: PvPコンテンツ

# Loc_Static_CurrentActivityProfile
source: Current Activity Profile
de: Aktuelles Aktivitätsprofil
es_es: Perfil de Actividad Actual
fr: Profil d'activité actuel
ja: 現在有効なプロファイル

# Loc_ActivityContextSelection
source: Below options to be apply for
de: Untenstehende Optionen anwenden für
es_es: Opciones inferiores a aplicar
fr: Les options ci-dessous doivent seulement être appliquées dans les contenus suivants
ja: 以下のオプションを適用する

# Loc_ActivityContextSelection_All_Description
source: The most options below will apply everywhere you are. They will be the same in Overworld, in PvE Duties and PvP Duties. Your options defined specifically for another context will be overwritten.
de: Die meisten untenstehenden Optionen werden für überall gelten, wo auch immer Du dich befindest. Sie werden außerhalb von Inhalten, in PvE- und PvP-Inhalten gelten. Die untenstehenden Optionen werden für ein bestimmtes Aktivitätskontext definierte Optionen überschreiben.
es_es: La mayoría de opciones abajo se aplicarán estés donde estés. Serán las mismas en el mundo abierto y en duties PvE y PvP. Las opciones que definas para otros contextos específicos serán sobreescritas.
fr: La plupart des options ci-dessous s'appliqueront partout où vous êtes. Elles seront les mêmes hors-missions, en missions PvE et en missions PvP. Vos options définies spécifiquement pour un autre contexte seront supplantées.
ja: 以下のオプションは、あなたがどこにいても適用されます。オーバーワールドでも、PvEコンテンツでも、PvPコンテンツでも同じになります。他の環境用に定義されたオプションは上書きされます。

# Loc_ActivityContextSelection_None_Description
source: The most options below will apply only if you are outside of any duty.
de: Die meisten untestehenden Optionen werden nur außerhalb von Inhalten gelten.
es_es: La mayoría de opciones abajo se aplicarán solo si no estás en una Duty de cualquier tipo.
fr: La plupart des options ci-dessous ne s'appliqueront qu'en dehors des Missions.
ja: 以下のオプションは、あらゆるコンテンツの外にいる場合にのみ適用されます。

# Loc_ActivityContextSelection_PveDuty_Description
source: The most options below will apply only to PvE Duties.
de: Die meisten untenstehenden Optionen werden nur in PvE-Inhalten gelten.
es_es: La mayoría de opciones abajo se aplicarán solo en Duties PvE.
fr: La plupart des options ci-dessous ne s'appliqueront qu'aux Missions JcE.
ja: 以下のオプションは、PvEコンテンツにのみ適用されます。

# Loc_ActivityContextSelection_PvpDuty_Description
source: The most options below will apply only to PvP Duties.
de: Die meisten untenstehenden Optionen werden nur in PvP-Inhalten gelten.
es_es: La mayoría de opciones abajo se aplicarán solo en Duties PvP.
fr: La plupart des options ci-dessous ne s'appliqueront qu'aux Missions JcJ.
ja: 以下のオプションは、PvPコンテンツにのみ適用されます。

# Loc_Static_ChatExperimental
source: Chat (Experimental)
de: Chat (Experimentell)
fr: Chat (expérimental)
ja: チャット（試験的機能）

# Loc_Static_OtherExperimental
source: Other (Experimental)
de: Andere (Experimentell)
es_es: Otros (Experimental)
fr: Autre (expérimental)
ja: その他（試験的機能）

# Loc_InsertBehindNumberPrefixInChat
source: Insert behind group number prefix in chat
de: Nach der Gruppennummer im Chat hinzufügen
es_es: Insertar detrás del prefijo de número de grupo en el chat
fr: Insérer après le préfixe de numéro d'équipe dans le chat
ja: チャットでグループ番号の後ろに接頭辞を挿入する

# Loc_InsertBehindNumberPrefixInChat_Description
source: If enabled, the Tag and Icon will get inserted behind the Group/Alliance number prefix in Chat instead of before.
de: Wenn aktiviert, dann wird der Tag und das Symbol hinter der Gruppen-/Allianznummer im Chat hinzugefügt, nicht davor.
es_es: Si se habilita, la etiqueta y el icono se insertarán detrás del prefijo de número del grupo/alianza en el chat, en lugar de delante.
fr: Si activée, cette option insérera le tag & l'icône après le préfixe de numéro d'équipe/d'alliance dans le chat plutôt qu'avant.
ja: 有効にすると、タグとアイコンは、チャットでグループ/アライアンス番号の前ではなく後ろに挿入されます。

# Loc_NameplateCategory
source: Nameplate properties
de: Namensanzeige-Eigenschaften
es_es: Propiedades de placas de nombres
fr: Propriétés de la plaque de nom
ja: ネームプレートプロパティ

# Loc_NameplateFreeCompanyVisibility_Description
source: Defines whenever the free company element of the nameplate should be visible or not.
de: Definiert, wann auch immer das Element zum Anzeigen der Freien Gesellschaft in der Namensanzeige sichtbar ist oder nicht.
es_es: Define si el elemento de Free Company de la placa de nombre debería ser visible o no.
fr: Définit quand est-ce que l'élément compagnie libre de la plaque de nom devrait être visible ou non.
ja: ネームプレートのフリーカンパニー要素が表示されるかどうかを定義します。

# Loc_NameplateTitlePosition_Description
source: Defines the position for the title element of the nameplate. Should it be above or below the name? You can decide!
de: Definiert, wo das Element zum Anzeigen des Titels in der Namensanzeige angezeigt werden soll.
es_es: Define la posición del elemento de título de la placa de nombre. ¿Debería estar encima o debajo del nombre del jugador? ¡Tú decides!
fr: Définit la position pour l'élément titre de la plaque de nom. Devrait-il être au-dessus, ou en-dessous du nom ? À vous de décider !
ja: ネームプレートの称号の位置を定義します。名前の上に置くか下に置くか？あなたが決めてください。

# Loc_NameplateTitleVisibility_Description
source: Defines whenever the title element of the nameplate should be visible or not.
de: Definiert, wann auch immer das Element zum Anzeigen des Titels in der Namensanzeige sichtbar ist oder nicht.
es_es: Define si el elemento de título de la placa de nombre debería ser visible o no.
fr: Définit quand est-ce que l'élément titre de la plaque de nom devrait être visible ou non.
ja: ネームプレートの称号をいつ表示するかどうかを定義する。

# Loc_IsRoleJobIconVisibleInNameplates
source: Show role icon in nameplate
de: Rollensymbol in Namensschildern anzeigen
es_es: Mostrar icono de rol en placa de nombre
fr: Afficher l'icône de rôle dans la plaque de nom
ja: ネームプレートにロールアイコンを表示

# Loc_IsJobIconVisibleInNameplates
source: Show job icon in nameplates
de: Job-Symbol in Namenschildern anzeigen
es_es: Mostrar icono de job en placas de nombres
fr: Afficher l'icône de job dans la Plaque de nom
ja: ネームプレートにジョブアイコンを表示

# Loc_IsJobIconVisibleInNameplates_Description
source: Whether the job icon will be shown in nameplates.
de: Bestimmt, ob das Job-Symbol in Namensanzeigen angezeigt wird.
es_es: Define si el icono de job se mostrará en las placas de nombre o no.
fr: Si l'icône de job doit être affichée dans les plaques de nom.
ja: ネームプレートにジョブアイコンを表示させるかどうか。

# Loc_JobIconSet
source: Job icon set
de: Job-Symbolsatz
es_es: Conjunto de iconos de jobs
fr: Set d'icônes de job
ja: ジョブのアイコンをセット

# Loc_JobIconSet_Description
source: The icon set to use for displaying the job icon. You can also choose the role icon set to display the role icon instead.
de: Das Symbolset, welches für das Anzeigen von Job-Symbolen genutzt wird. Du kannst das Rollensymbol-Set auswählen, um Rollensymbole anzuzeigen.
es_es: El conjunto de iconos a usar para mostrar el icono de job. Tambien puedes elegir que el conjunto de iconos de roles muestre los iconos de roles en su lugar.
fr: Le set d'icônes à utiliser pour afficher l'icône de job. Vous pouvez également choisir le set d'icône de rôle pour afficher un icône de rôle à la place.
ja: ジョブアイコンを表示するために使用するアイコンセットです。ロールアイコンを選択して、代わりにロールアイコンを表示することもできます。

# Loc_ChatFeatureCategory
source: Advanced Chat Options
de: Erweiterte Chateinstellungen
es_es: Opciones Avanzadas de Chat
fr: Options de Chat Avancées
ja: 詳細なチャットオプション

# Loc_TargetChatTypes
source: Target Chat Types
de: Zutreffende Chattypen
es_es: Tipos de Objetivos de Chat
fr: Types de Chat affectés
ja: 対象チャットの種類

# Loc_TargetChatTypes_Description
source: Defines for which chat type the chat features of this tag should be enabled for.
de: Definiert, für welche Chattypen die Chatfunktionen von diesem Tag greifen sollen.
es_es: Define para qué tipo de chat se deberían usar las características de esta etiqueta.
fr: Définit quels types de chat devraient être affectés par les fonctionnalités de ce tag.
ja: このタグのチャット機能を有効にするチャットの種類を定義します。

# Loc_Static_StatusIconPrioList
source: Status Icon Priorizer
de: Statusicon-Priorität
es_es: Priorizador de Icono de Estado
fr: Priorité des icônes de statut
ja: ステータスアイコンの優先順位

# Loc_StatusIconPriorizerConditionSets_InDuty
source: In Duty
de: In einem Inhalt
es_es: En Duty
fr: En mission
ja: コンテンツ中

# Loc_StatusIconPriorizerConditionSets_InDuty_Description
source: Status icons that should get priorized within duties.
de: Statusicons, welche in Inhalten priorisiert werden sollen.
es_es: Iconos de estado que deberían tener prioridad dentro de duties.
fr: Les icônes de statuts qui ont la priorité durant les missions.
ja: コンテンツ内で優先的に表示されるべきステータスアイコン。

# Loc_StatusIconPriorizerConditionSets_InForay
source: In Foray
de: In einem Foray
es_es: En Foray
fr: En mission d'exploration

# Loc_StatusIconPriorizerConditionSets_InForay_Description
source: Status icons that should get priorized within foraies.
de: Statusicons, welche in Forays priorisiert werden sollen.
es_es: Iconos de estado que deberían tener prioridad en las forays.
fr: Les icônes de statuts qui ont la priorité durant les missions d'exploration.
ja: Foray内で優先的に表示されるべきステータスアイコン。

# Loc_StatusIconPriorizerConditionSets_Overworld
source: Overworld
de: Oberwelt
es_es: Mundo Abierto
fr: Hors-mission
ja: オーバーワールド

# Loc_StatusIconPriorizerConditionSets_Overworld_Description
source: Status icons that should get priorized at overworld.
de: Statusicons, welche auf der Oberwelt priorisiert werden sollen.
es_es: Iconos de estado que deberían tener prioridad cuando estés en el mundo abierto (fuera de cualquier duty).
fr: Les icônes de statuts qui ont la priorité en dehors des missions.
ja: オーバーワールドで優先的に表示されるべきステータスアイコン。

# Loc_StatusIconPriorizer_ResetToDefault
source: Reset to default
de: Auf Standard zurücksetzen
es_es: Restablecer por defecto
fr: Réinitialiser aux valeurs par défaut
ja: 既定値に戻す

# Loc_StatusIconPriorizer_ResetToDefault_Description
source: Resets all condition sets to the default settings
de: Setzt alle Bedingungssets auf die Standardeinstellungen zurück
es_es: Restablece todas las condiciones a los ajustes por defecto
fr: Réinitialise toutes les conditions définies aux paramètres par défaut
ja: すべての条件セットを初期設定に戻す

# Loc_StatusIconPriorizer_ResetToEmpty
source: Reset to empty
de: Auf leer zurücksetzen
es_es: Restablecer a vacío
fr: Réinitialiser à zéro
ja: 空に戻す

# Loc_StatusIconPriorizer_ResetToEmpty_Description
source: Clears all condition sets to an empty collection. None status icons will be priorized.
de: Löscht alle Bedingungssets zu einer leeren Sammlung. Keine Statussymbole werden priorisiert.
es_es: Limpia todas las condiciones a una colección vacía. Ningún icono de estado será priorizado.
fr: Supprime toutes les conditions définies. Plus aucune icône de statut ne sera affichée en priorité.
ja: すべての条件セットを空のコレクションにクリアします。ステータスアイコンは優先されません。

# Loc_UsePriorizedIcons
source: Use priorized icons
de: Priorisierte Symbole verwenden
es_es: Usar iconos priorizados
fr: Activer les priorités d'icônes
ja: 優先順位付けされたアイコンを使用

# Loc_UsePriorizedIcons_Description
source: This option checked will force a set of status icons to be priorized over job icons, if you enabled job icons. When disabled, only the disconnected status icon is priorized.
de: Wenn diese Option aktiviert ist, wird eine Reihe von eingestellten Statussymbolen gegenüber von Jobsymbolen priorisiert. Wenn deaktiviert, wird nur das "Nicht-Verbunden"-Statussymbol priorisiert.
es_es: Con esta opción marcada obligará a priorizar un conjunto de iconos de estado sobre los iconos de job, si habilitas los iconos de jobs. Cuando se desactiva, sólo se prioriza el icono de estado desconectado.
fr: L'activation de cette option obligera la priorisation de l'affichage des icônes de statuts plutôt que celles de jobs, si vous avez activé les icônes de jobs. Lorsque cette option est désactivée, seule l'icône de statut de déconnexion sera prioritaire.
ja: このオプションをオンにすると、ジョブアイコンを有効にすると、ステータスアイコンのセットがジョブアイコンよりも優先されます。 無効にすると、ステータスアイコンのみが優先されます。

# Loc_StatusIcons_Busy
source: Busy
de: Beschäftigt
es_es: Ocupado
fr: Occupé·e
ja: 取り込み中

# Loc_StatusIcons_Disconnecting
source: Disconnecting
de: Verbindungsprobleme
es_es: Desconectándose
fr: En cours de déconnexion
ja: 切断中

# Loc_StatusIcons_DutyFinder
source: Duty Finder
de: Inhaltssuche
fr: En recherche de mission
ja: コンテンツファインダー

# Loc_StatusIcons_GroupPose
source: Group Pose
de: Gruppenfotomodus
fr: Pose de groupe
ja: グループポーズ

# Loc_StatusIcons_Idle
source: Idle
de: Inaktiv
es_es: Inactivo
fr: Absent·e
ja: 放置中

# Loc_StatusIcons_InDuty
source: In Duty
de: In einem Inhalt
es_es: En Duty
fr: En mission
ja: 戦闘中

# Loc_StatusIcons_MentorCrafting
source: Mentor Crafting
de: Handwerksmentor
es_es: Mentor de Crafting
fr: Mentor (artisanat/récolte)
ja: 製作採集メンター

# Loc_StatusIcons_MentorPvE
source: Mentor PvE
de: Kampfmentor
es_es: Mentor de PvE
ja: バトルメンター

# Loc_StatusIcons_MentorPvP
source: Mentor PvP
de: PvP-Mentor
es_es: Mentor de PvP
fr: Mentor JcJ
ja: PvPメンター

# Loc_StatusIcons_NewAdventurer
source: New Adventurer
de: Neuling
es_es: Nuevo Aventurero
fr: Novice
ja: 若葉マーク
