Repository: r00telement/PlayerTags
Catalog: PlayerTags/Resources/Strings.*.resx
Languages: de, es_es, fr, ja

# Loc_Static_WarningMessage
source: This plugin can modify nameplates and chat. When combined with other plugins that modify these things, you are likely to see unexpected behavior. The load order of your plugins may make a difference.
de: Dieses Plugin kann Namensanzeige und Chat verändern. Kombiniert mit anderen Plugins, die diese ebenfalls verändern, kann es zu unerwartetem Verhalten kommen. Die Lade-Reihenfolge deiner Plugins kann einen Unterschied machen.
es_es: Este plugin puede modificar las placas de nombre y el chat. Cuando se combina con otros plugins que modifican estos elementos, puede que topes con comportamientos inesperados. El orden de carga de los plugins puede marcar la diferencia.
fr: Ce plugin vous permet de modifier les plaques de noms et le chat de votre fenêtre de log. Lorsqu'il est combiné à d'autres plugins qui les altèrent également, il est probable que cela provoque des interactions inattendues. L'ordre de chargement de vos plugins peut également affecter ces dites interactions.
ja: このプラグインは、ネームプレートやチャットを修正することができます。これらを変更する他のプラグインと組み合わせた場合、不具合が起きる可能性があります。プラグインのロード順で違いが出るかもしれません。

# Loc_Static_General
source: General
de: Generell
fr: Général
ja: 全般

# Loc_Static_QuickTag
source: Quick Tag
de: Schnell-Tag
es_es: Etiqueta Rápida
fr: Tag Rapide
ja: 簡易タグ

# Loc_Static_TaggedPlayers
source: Tagged Players
de: Getaggte Spieler
es_es: Jugadores Etiquetados
fr: Personnages tagués
ja: タグ付きプレイヤー

# Loc_Static_PlayerName
source: Player
de: Spieler
es_es: Jugador
fr: Personnage
ja: プレイヤー

# Loc_Static_ContextMenu_AddTag
source: Add tag: {0}
de: Tag hinzufügen: {0}
es_es: Añadir etiqueta: {0}
fr: Ajouter un tag : {0}
ja: タグを追加: {0}

# Loc_Static_ContextMenu_RemoveTag
source: Remove tag: {0}
de: Tag entfernen: {0}
es_es: Eliminar etiqueta: {0}
fr: Retirer un tag : {0}
ja: タグを削除: {0}

# Loc_Static_Nameplates
source: Nameplates
de: Namensanzeigen
es_es: Placas de nombre
fr: Plaques de nom
ja: ネームプレート

# Loc_Static_Format_AddTagToPlayer
source: Add '{0}' to {1}.
de: Füge '{0}' zu {1} hinzu.
es_es: Añadir '{0}' a {1}.
fr: Ajouter '{0}' à {1}.
ja: {1} に {0} を追加する

# Loc_Static_Inherited
source: <Inherited>
de: <Vererbt>
fr: <Hérité>

# Loc_IsSelected
source: Selected
de: Ausgewählt
es_es: Seleccionado
fr: Sélectionné
ja: 選択中

# Loc_IsExpanded
source: Expanded
de: Erweitert
es_es: Expandido
fr: Étendu
ja: 展開中

# Loc_IsCustomTagsContextMenuEnabled
source: Context menu integration
de: Kontext-Menü Integration
es_es: Integración con menú contextual
fr: Intégration dans les menus contextuels
ja: コンテキストメニューの統合

# Loc_IsCustomTagsContextMenuEnabled_Description
source: Options will be available in context menus for adding and removing custom tags from players.
de: Optionen zum Hinzufügen und Entfernen benutzerdefinierter Tags von Spielern sind im Kontextmenü verfügbar.
es_es: Se añadirán opciones al menú contextual para añadir y eliminar etiquetas personalizadas a los jugadores.
fr: Si cette option est activée, des menus supplémentaires sont ajoutées dans les menus contextuels pour ajouter ou retirer des tags personnalisés aux personnages.
ja: コンテキストメニューに、プレイヤーにタグを追加・削除するためのオプションが追加されます。

# Loc_IsShowInheritedPropertiesEnabled
source: Show inherited properties
de: Zeige vererbte Eigenschaften
es_es: Mostrar propiedades heredadas
fr: Afficher les propriétés héritées
ja: 継承されたプロパティの表示

# Loc_IsShowInheritedPropertiesEnabled_Description
source: Properties inherited from parent nodes will be shown in the editor.
de: Eigenschaften, die von übergeordneten Elementen vererbt wurden, werden im Editor angezeigt
es_es: Se mostrarán propiedades heredadas de nodos padre en el editor.
fr: Les propriétés héritées des nœuds parents seront affichées dans l'éditeur.
ja: 親ノードから継承したプロパティがエディタに表示されます。

# Loc_NameplateFreeCompanyVisibility
source: Free company visibility
de: Sichtbarkeit der Freien Gesellschaft
es_es: Visibilidad de FC
fr: Visibilité des tags de Compagnie Libre
ja: フリーカンパニーを表示

# Loc_NameplateFreeCompanyVisibility_Default
source: Default
de: Standart
es_es: Predeterminado
fr: Par défaut

# Loc_NameplateFreeCompanyVisibility_Default_Description
source: The free company on nameplates will only be visible when the character is in a free company.
de: Die Freie Gesellschaft ist nur dann auf der Namensanzeige sichtbar, wenn der Charakter Mitglied einer Freien Gesellschaft ist.
es_es: La FC en las placas de nombre sólo será visible cuando el jugador sea miembro de una FC.
fr: Le tag de Compagnie Libre dans les plaques de noms sera affiché si le personnage appartient à une Compagnie Libre.
ja: ネームプレートのFCタグは、キャラクターがフリーカンパニーに入っているときのみ表示されます。

# Loc_NameplateFreeCompanyVisibility_Never
source: Never visible
de: Nie sichtbar
es_es: Nunca visible
fr: Jamais visible
ja: 表示しない

# Loc_NameplateFreeCompanyVisibility_Never_Description
source: The free company on nameplates will never be visible.
de: Die Freie Gesellschaft ist nie auf der Namensanzeige zu sehen.
es_es: La FC en la placa del nombre nunca será visible.
fr: Le tag de Compagnie Libre ne sera jamais affiché.
ja: ネームプレートのFCタグは、一切表示されません。

# Loc_NameplateTitleVisibility
source: Title visibility
de: Sichtbarkeit des Titels
es_es: Visibilidad de título
fr: Visibilité des titres
ja: 称号の表示

# Loc_NameplateTitleVisibility_Always
source: Always visible
de: Immer sichtbar
es_es: Siempre visible
fr: Toujours visible
ja: 常に表示

# Loc_NameplateTitleVisibility_Always_Description
source: The title on nameplates will always be visible, even when the character does not have a title.
de: Der Titel ist auch dann auf der Namensanzeige sichtbar, wenn der Charakter keinen Titel hat.
es_es: El título en la placa de nombre siempre será visible, incluso cuando el jugador no tenga uno asignado.
fr: Le titre dans les plaques de noms sera toujours visible, même si le personnage n'a pas de titre.
ja: ネームプレートの称号は、キャラクターが称号を付けていない場合でも常に表示されます。

# Loc_NameplateTitleVisibility_Default
source: Default
de: Standart
es_es: Predeterminado
fr: Par défaut

# Loc_NameplateTitleVisibility_Default_Description
source: The title on nameplates will only be visible when the character has a title.
de: Der Titel ist nur dann auf der Namensanzeige sichtbar, wenn der Charakter einen Titel hat.
es_es: El título en la placa de nombre sólo será visible cuando el jugador tenga uno.
fr: Le titre dans les plaques de noms ne sera visible que si le personnage a un titre.
ja: ネームプレートの称号は、キャラクターが称号を付けている場合のみ表示されます。

# Loc_NameplateTitleVisibility_Never
source: Never visible
de: Nie sichtbar
es_es: Nunca visible
fr: Jamais visible
ja: 表示しない

# Loc_NameplateTitleVisibility_Never_Description
source: The title on nameplates will never visible.
de: Der Titel ist auf der Namensanzeige nie sichtbar.
es_es: El título en la placa de nombre nunca será visible.
fr: Le titre des personnages ne sera jamais affiché dans les plaques de noms.
ja: ネームプレートの称号は、一切表示されません。

# Loc_NameplateTitleVisibility_WhenHasTags
source: Only visible when it has tags
de: Nur sichtbar, wenn getaggt
es_es: Sólo visible cuando tenga etiquetas
fr: Visible uniquement si le personnage est tagué
ja: タグがある場合のみ表示

# Loc_NameplateTitleVisibility_WhenHasTags_Description
source: The title on nameplates will only be visible when it has tags.
de: Der Titel ist nur auf der Namensanzeige sichtbar, wenn er getaggt ist.
es_es: El título en la placa de nombre sólo será visible cuando tenga alguna etiqueta.
fr: Le titre dans les plaques de noms ne sera visible que si le personnage a un ou plusieurs tags associé(s).
ja: ネームプレートの称号は、タグがある場合のみ表示されます。

# Loc_NameplateTitlePosition
source: Title position
de: Position des Titels
es_es: Posición del título
fr: Position du titre
ja: 称号の位置

# Loc_NameplateTitlePosition_AlwaysAboveName
source: Always above name
de: Immer über dem Namen
es_es: Siempre sobre el nombre
fr: Toujours au-dessus du nom
ja: 常に名前の上に表示

# Loc_NameplateTitlePosition_AlwaysAboveName_Description
source: The title on nameplates will always be positioned above the name.
de: Der Titel wird immer oberhalb der Namensanzeige positioniert.
es_es: El título en la placa del nombre siempre estará sobre el nombre.
fr: Le titre sera toujours positionné au-dessus du nom du personnage dans les plaques de noms.
ja: ネームプレートの称号は、常に名前の上に配置されます。

# Loc_NameplateTitlePosition_AlwaysBelowName
source: Always below name
de: Immer unter dem Namen
es_es: Siempre debajo del nombre
fr: Toujours en dessous du nom
ja: 常に名前の下に表示

# Loc_NameplateTitlePosition_AlwaysBelowName_Description
source: The title on nameplates will always be positioned below the name.
de: Der Titel wird immer unterhalb der Namensanzeige positioniert
es_es: El título en la placa del nombre siempre estará bajo el nombre.
fr: Le titre sera toujours positionné en dessous du nom du personnage dans les plaques de noms.
ja: ネームプレートの称号は、常に名前の下に配置されます。

# Loc_NameplateTitlePosition_Default
source: Default
de: Standart
es_es: Predeterminado
fr: Par défaut

# Loc_NameplateTitlePosition_Default_Description
source: The title on nameplates will be positioned depending on the title.
de: Die Position des Titels auf der Namensanzeige wird abhängig vom Titel bestimmt.
es_es: El título en la placa de nombre se posicionará sobre o bajo el nombre, dependiendo del título.
fr: La position du titre dans les plaques de nom dépendra de sa position par défaut en jeu.
ja: 称号の表示位置は、称号によって位置が変わります。

# Loc_NameplateElement_FreeCompany
source: Free company
de: Freie Gesellschaft
fr: Compagnie Libre
ja: フリーカンパニー

# Loc_NameplateElement_FreeCompany_Description
source: The free company element on nameplates.
de: Das Element "Freie Gesellschaft" auf der Namensanzeige
es_es: El elemento de FC en la placa de nombre.
fr: La partie contenant le tag de Compagnie Libre sur les plaques de noms.
ja: ネームプレート上の 名前 要素。

# Loc_NameplateElement_Name_Description
source: The name element on nameplates.
de: Das Element "Name" auf der Namensanzeige
es_es: El elemento del nombre en las placas de nombre.
fr: La partie contenant le nom du personnage sur les plaques de noms.
ja: ネームプレート上の 名前 要素。

# Loc_NameplateElement_Title
source: Title
de: Titel
es_es: Título
fr: Titre
ja: 称号

# Loc_NameplateElement_Title_Description
source: The title element on nameplates.
de: Das Element "Titel" auf der Namensanzeige
es_es: El elemento de título en las placas de nombre.
fr: La partie contenant le titre du joueur sur les plaques de noms.
ja: ネームプレート上の 称号 要素。

# Loc_Static_Development
source: Development
de: Entwicklung
es_es: Desarrollo
fr: Développement
ja: 開発版

# Loc_Static_Experimental
source: Experimental
de: Experimentell
fr: Expérimental
ja: 試験運用版

# Loc_IsPlayerNameRandomlyGenerated
source: Randomly generate player names
de: Zufällig generierte Spielernamen
es_es: Generar nombres de jugador aleatorios
fr: Générer aléatoirement les noms des personnages
ja: ランダムにプレイヤー名を生成する

# Loc_IsPlayerNameRandomlyGenerated_Description
source: Replace every player's name with a randomly generated one.
de: Ersetzt jeden Spielernamen durch einen zufällig generierten.
es_es: Reemplaza todos los nombres de jugadores con nombres generados al azar.
fr: Remplace le nom de chaque personnage par un nom généré aléatoirement.
ja: すべてのプレイヤーの名前を、ランダムに生成したものに置き換える。

# Loc_IsLinkSelfInChatEnabled
source: Apply tags to self in chat
de: Tags für den eigenen Charakter im Chat anwenden
es_es: Aplicar etiquetas a ti mismo en chat
fr: Appliquer les tags à soi-même dans le chat
ja: チャットで自分にタグを適用する

# Loc_IsLinkSelfInChatEnabled_Description
source: Attempts to link your chat name to your character, allowing tags to be applied to self in chat.
de: Versucht, deinen Chat-Namen mit deinem Charakter zu verknüpfen, was es erlaubt, Tags auf den eigenen Charakter im Chat anzuwenden.
es_es: Intenta enlazar tu nombre en chat a tu personaje, permitiendo que las etiquetas se te apliquen a ti mismo en el chat.
fr: Tente d'associer votre nom de chat à votre personnage, permettant d'appliquer des tags à soi-même au sein du chat.
ja: チャットネームとキャラクターを紐付けし、チャットで自身にタグを適用できるようにしようとするものです。

# Loc_IsApplyTagsToAllChatMessagesEnabled
source: Apply tags to all chat messages
de: Fügt Tags zu allen Chat-Nachrichten hinzu.
es_es: Aplicar etiquetas a todos los mensajes de chat
fr: Appliquer les tags à tous les messages du chat
ja: すべてのチャットメッセージにタグを適用する

# Loc_IsApplyTagsToAllChatMessagesEnabled_Description
source: Applies tags to all chat messages, including non-social messages.
de: Fügt Tags zu allen Chat-Nachrichten hinzu, einschließlich Nicht-Sozialer Nachrichten.
es_es: Aplicar etiquetas a todos los mensajes de chat, incluyendo mensajes no sociales.
fr: Applique les tags à tous les messages de chat, y compris les messages non sociaux.
ja: 全体チャットを含む、すべてのチャットメッセージにタグを適用します。

# Loc_Static_ResetDefault_Description
source: Reset this item to its defaults.
de: Setze dieses Element auf seine Ursprungs-Werte zurück.
es_es: Restablecer este elemento a sus valores por defecto.
fr: Réinitialiser cet élément à ses valeurs par défaut.
ja: この項目を既定にリセットします。

# Loc_Static_ResetAllDefault_Description
source: Reset all items to their defaults. Custom tags will not be touched.
de: Setze alle Elemente auf ihre Ursprungs-Werte zurück. Benutzerdefinierte Tags bleiben unberührt.
es_es: Restablecer todos los elementos a sus valores predeterminados. Las etiquetas personalizadas no serán tocadas.
fr: Réinitialiser tous les éléments à leurs valeurs par défaut. Les tags personnalisés ne seront pas affectés.
ja: すべての項目を既定にリセットします。カスタムタグは変更されません。

# Loc_Static_NoText
source: <No text>
de: <Kein Text>
fr: <Pas de texte>

# Loc_AllTags
source: All
de: Alle
es_es: Todos
fr: Tous
ja: 全て

# Loc_AllRoleTags
source: Roles
de: Rollen
fr: Rôles
ja: ロール

# Loc_Role_LandHand
source: Land/Hand
de: Handwerker/Sammler
es_es: Gatherer/Crafter
fr: Terre/Main
ja: ギャザラー/クラフター

# Loc_Role_Tank
source: Tank
de: Verteidiger
es_es: Tanque
ja: タンク

# Loc_Role_Healer
source: Healer
de: Heiler
es_es: Sanador
ja: ヒーラー

# Loc_Role_Dps
source: DPS
de: Angreifer

# Loc_DpsRole_Melee
source: Melee
de: Nahkämpfer
es_es: Melé
fr: Mêlée
ja: 近接

# Loc_DpsRole_Ranged
source: Ranged
de: Fernkämpfer
es_es: A distancia
fr: Distance
ja: レンジ

# Loc_RangedDpsRole_Magical
source: Magical
de: Magisch
es_es: Mágico
fr: Magique
ja: 魔法

# Loc_RangedDpsRole_Physical
source: Physical
de: Physisch
es_es: Físico
fr: Physique
ja: 物理

# Loc_LandHandRole_Hand
source: Hand
de: Handwerker
es_es: Crafter
fr: Main
ja: クラフター

# Loc_LandHandRole_Land
source: Land
de: Sammler
es_es: Gatherer
fr: Terre
ja: ギャザラー

# Loc_AllCustomTags
source: Custom
de: Benutzerdefiniert
es_es: Personalizado
fr: Personnalisé
ja: カスタム

# Loc_CustomTags
source: Custom
de: Benutzerdefiniert
es_es: Personalizado
fr: Personnalisé
ja: カスタム

# Loc_IsEnabled_Description
source: Enable the value of this override.
de: Aktiviert den Wert dieses Eingriffs.
es_es: Habilitar el valor de esta anulación.
fr: Activer la valeur de cette surcharge.
ja: この上書きの値を有効にします。

# Loc_Static_AddPropertyOverride_Description
source: Add a property override.
de: Füge eine Eigenschafts-Überschreibung hinzu
es_es: Agregar una anulación de propiedad.
fr: Ajouter une surcharge de propriété.
ja: プロパティの上書きを追加します。

# Loc_Static_RemovePropertyOverride_Description
source: Remove this property override. The value will be inherited from the parent item.
de: Entferne diese Eigenschafts-Überschreibung. Der Wert wird vom übergeordneten Wert vererbt.
es_es: Quitar esta anulación de propiedad. El valor se tomará desde el elemento base.
fr: Supprimer cette propriété de surcharge. La valeur sera héritée de l'élément parent.
ja: このプロパティの上書きを削除します。値は親アイテムから継承されます。

# Loc_Static_NewTag
source: New tag
de: Neuer Tag
es_es: Nueva etiqueta
fr: Nouveau tag
ja: 新しいタグ

# Loc_Static_AddCustomTag_Description
source: Add a custom tag.
de: Füge einen benutzerdefinierten Tag hinzu.
es_es: Añadir una etiqueta personalizada.
fr: Ajouter un tag personnalisé.
ja: カスタムタグを追加する。

# Loc_Static_RemoveCustomTag_Description
source: Remove this custom tag.
de: Entferne diesen benutzerdefinierten Tag.
es_es: Eliminar esta etiqueta personalizada.
fr: Supprimer ce tag personnalisé.
ja: このカスタムタグを削除します。

# Loc_Icon
source: Icon
de: Symbol
es_es: Icono
fr: Icône
ja: アイコン

# Loc_Icon_Description
source: The icon that will be displayed.
de: Das Symbol, das dargestellt wird
es_es: El icono que se mostrará.
fr: L'icône qui doit être affichée.
ja: 実際に表示されるアイコンです

# Loc_IsIconVisibleInChat
source: Show in chat
de: Zeige im Chat
es_es: Mostrar en el chat
fr: Afficher dans le chat
ja: チャット上で表示

# Loc_IsRoleIconVisibleInChat_Description
source: Whether the role icon will be shown in chat.
de: Bestimmt, ob das Rollensymbol im angezeigt Chat wird.
es_es: Si el icono de rol se mostrará o no en el chat.
fr: Si l'icône de rôle doit être affichée dans le chat.
ja: チャットでロールアイコンを表示するかどうか。

# Loc_IsRoleIconVisibleInNameplates
source: Show role icon in nameplates
de: Rollensymbol in Namensschildern anzeigen
es_es: Mostrar icono de rol en placas de nombres
fr: Afficher l'icône de rôle dans les Plaques de nom
ja: ネームプレートにロールアイコンを表示

# Loc_IsRoleIconVisibleInNameplates_Description
source: Whether the role icon will be shown in nameplates.
de: Bestimmt, ob das Rollensymbol in Namensanzeigen angezeigt wird.
es_es: Si el icono de rol se mostrará o no en las placas de nombre.
fr: Si l'icône de rôle doit être affichée dans les plaques de nom.
ja: ネームプレートにロールアイコンを表示するかどうか。

# Loc_Text_Description
source: The text that will be displayed.
de: Der Text der angezeigt wird
es_es: El texto que será mostrado.
fr: Le texte qui doit être affiché.
ja: 実際に表示されるテキストです

# Loc_TextColor
source: Color
de: Farbe
fr: Couleur
ja: 色

# Loc_TextColor_Description
source: The color of the text.
de: Die Farbe des Texts
es_es: El color del texto.
fr: La couleur du texte.
ja: テキストの色

# Loc_TextGlowColor
source: Glow color
de: Leuchtfarbe
es_es: Color de resplandor
fr: Couleur de surbrillance
ja: 発光色

# Loc_TextGlowColor_Description
source: The glow color of the text.
de: Die Leuchtfarbe des Texts
es_es: El color del resplandor del texto.
fr: La couleur de surbrillance du texte.
ja: テキストの発光色

# Loc_IsTextItalic
source: Italic
de: Kursiv
fr: Italique
ja: 斜体

# Loc_IsTextItalic_Description
source: Whether the text will be italic.
de: Bestimmt, ob der Text kursiv dargestellt wird
es_es: Si el texto se mostrará en cursiva.
fr: Si le texte doit être affiché en italique.
ja: テキストを斜体にするかどうか。

# Loc_IsTextVisibleInChat
source: Show in chat
de: Zeige in Chat
es_es: Mostrar en el chat
fr: Afficher dans le chat
ja: チャット上で表示

# Loc_IsTextVisibleInChat_Description
source: Whether the text will be shown in chat.
de: Bestimmt, ob der Text im Chat angezeigt wird
es_es: Si el texto se mostrará en el chat.
fr: Si le texte doit être affiché dans le chat.
ja: チャットでテキストを表示するかどうか。

# Loc_IsTextVisibleInNameplates
source: Show in nameplates
de: Zeige in der Namensanzeige
es_es: Mostrar en las placas de nombre
fr: Afficher dans les plaques de noms
ja: ネームプレートに表示

# Loc_IsTextVisibleInNameplates_Description
source: Whether the text will be shown in nameplates.
de: Bestimmt, ob der Text in der Namensanzeige dargestellt wird
es_es: Si el texto se mostrará o no en las placas de nombre.
fr: Si le texte doit être affiché dans les plaques de noms.
ja: ネームプレートにテキストを表示するかどうか。

# Loc_TagPositionInChat
source: Position in chat
de: Position im Chat
es_es: Posición en el chat
fr: Position dans le chat
ja: チャット中の位置

# Loc_TagPositionInChat_Description
source: Where the tag will be positioned in chat.
de: Bestimmt, wo der Tag im Chat positioniert wird
es_es: Donde se posicionará la etiqueta en el chat.
fr: Là où le tag sera positionné dans le chat.
ja: チャットでタグが配置される場所。

# Loc_TagPositionInNameplates
source: Position in nameplates
de: Position in der Namensanzeige
es_es: Posición en las placas de nombre
fr: Position dans les plaques de noms
ja: ネームプレートの位置

# Loc_TagPositionInNameplates_Description
source: Where the tag will be positioned in nameplates.
de: Bestimmt, wo der Tag in der Namensanzeige positioniert wird
es_es: Donde se mostrará la etiqueta en las placas de nombre.
fr: Là où le tag sera positionné dans les plaques de noms.
ja: ネームプレートでタグが配置される場所。

# Loc_TagTargetInNameplates
source: Target in nameplates
de: Ziel in der Namensanzeige
es_es: Objetivo en placas de nombre
fr: Cible dans les plaques de noms
ja: ターゲットのネームプレート

# Loc_TagTargetInNameplates_Description
source: The element that the tag should target in nameplates.
de: Das Element in der Namensanzeige, auf das der Tag zugreifen soll.
es_es: El elemento al que se debe dirigir la etiqueta dentro de las placas de nombre.
fr: L'élément que le tag doit affecter dans les plaques de nom.
ja: ネームプレートにおいて、タグが対象とすべき要素。

# Loc_GameObjectNamesToApplyTo
source: Add to players
de: Zu Spielern hinzufügen
es_es: Añadir a jugadores
fr: Ajouter aux personnages
ja: プレイヤーを追加

# Loc_GameObjectNamesToApplyTo_Description
source: A list of players to add tags to, separated by commas or semi-colons. E.g. "Cloud Strife, Tifa Lockhart".
de: Eine Liste von Spielern, denen Tags hinzugefügt werden sollen, getrennt durch Kommas oder Semikolons, z.B. "Cloud Strife, Tifa Lockhart".
es_es: Lista de jugadores a los que aplicar etiquetas, separadas por comas o punto y coma. Ejemplo: "Cloud Strife, Tifa Lockhart".
fr: Une liste de personnages à qui ajouter des tags, séparés par des virgules ou des points virgules. Par exemple : "Cloud Strife, Tifa Lockhart".
ja: タグを追加するプレイヤーのリスト。カンマまたはセミコロンで区切ります。例："Yoshida Naoki, Hime Chan"。

# Loc_TagPosition_After
source: After
de: Danach
es_es: Después
fr: Après
ja: の後

# Loc_TagPosition_After_Description
source: Display the tag after the target element.
de: Zeigt den Tag nach dem Zielelement an.
es_es: Mostrar la etiqueta tras el elemento de objetivo.
fr: Afficher le tag après l'élément concerné.
ja: 対象の要素の後にタグを表示する。

# Loc_TagPosition_Before
source: Before
de: Davor
es_es: Antes
fr: Avant
ja: の前

# Loc_TagPosition_Before_Description
source: Display the tag before the target element.
de: Zeigt den Tag vor dem Zielelement an.
es_es: Mostrar la etiqueta antes del elemento de objetivo.
fr: Afficher le tag avant l'élément concerné.
ja: 対象の要素の前にタグを表示する。

# Loc_TagPosition_Replace
source: Replace
de: Ersetze
es_es: Reemplazar
fr: Remplacer
ja: 置換

# Loc_TagPosition_Replace_Description
source: Replace the target element with the tag.
de: Ersetze das Zielelement mit dem Tag
es_es: Reemplaza el elemento de objetivo con la etiqueta.
fr: Remplace l'élément cible par le tag.
ja: 対象の要素をタグに置き換える。

# Loc_IsEnabled
source: Enabled
de: Aktiviert
es_es: Habilitado
fr: Activé
ja: 有効化

# Loc_CustomId
source: Custom id
de: Benutzerdefinierte ID
es_es: ID personalizada
fr: ID personnalisé
ja: カスタム ID

# Loc_GeneralCategory
source: General properties
de: Generelle Eigenschaften
es_es: Propiedades generales
fr: Propriétés générales
ja: 全般プロパティ

# Loc_IconCategory
source: Icon properties
de: Symbol-Eigenschaften
es_es: Propiedades de icono
fr: Propriétés de l'icône
ja: アイコンのプロパティ

# Loc_TextCategory
source: Text properties
de: Text-Eigenschaften
es_es: Propiedades de texto
fr: Propriétés du texte
ja: テキストのプロパティ

# Loc_PositionCategory
source: Position properties
de: Positions-Eigenschaften
es_es: Propiedades de posición
fr: Propriétés de position
ja: 位置のプロパティ

# Loc_ActivityCategory
source: Activity properties
de: Aktivitäts-Eigenschaften
es_es: Propiedades de actividad
fr: Propriétés de contenu
ja: アクティビティのプロパティ

# Loc_PlayerCategory
source: Player properties
de: Spieler Eigenschaften
es_es: Propiedades de jugador
fr: Propriétés des personnages
ja: プレイヤーのプロパティ

# Loc_IsVisibleInPveDuties
source: Show in pve duties
de: Zeige in PvE-Inhalten
es_es: Mostrar en duties PVE
fr: Afficher dans les contenus PvE
ja: PvEコンテンツ中に表示
