Repository: r00telement/PlayerTags
Catalog: PlayerTags/Resources/Strings.*.resx
Languages: de, es_es, fr, ja

# Loc_StatusIcons_PartyLeader
source: Party Leader
de: Gruppenanführer
es_es: Líder del Grupo
fr: Chef d'équipe
ja: PTリーダー

# Loc_StatusIcons_PartyMember
source: Party Member
de: In Gruppe
es_es: Miembro del Grupo
fr: Membre d'équipe
ja: PTメンバー

# Loc_StatusIcons_Returner
source: Returner
de: Wiederkehrer
es_es: Jugador Returner
fr: Rappelé·e
ja: リターナー

# Loc_StatusIcons_RolePlaying
source: Role Playing
de: Rollenspiel
es_es: Roleando
fr: Jeu de rôle
ja: ロールプレイ中

# Loc_StatusIcons_ViewingCutscene
source: Viewing Cutscene
de: Schaut Zwischensequenz
es_es: Viendo Escena de Vídeo
fr: Cinématique
ja: カットシーン中

# Loc_DefaultPluginDataTemplate
source: Template
de: Vorlage
es_es: Plantilla
fr: Modèle de base
ja: テンプレート

# Loc_DefaultPluginDataTemplate_Basic
source: Basic
de: Grundlegend
es_es: Básico
fr: Basique
ja: 基本

# Loc_DefaultPluginDataTemplate_Basic_Description
source: Same as Empty, but includes a very basic pre-configuration for formatting and coloring. Can also be used if you want to make your own configuration but want basic formatting.
de: Wie leer, aber enthält eine sehr grundlegende Vorkonfiguration für Formatierung und Färbung. Kann auch verwendet werden, wenn Du deine eigene Konfiguration erstellen möchtest, aber grundlegende Formatierungen haben möchtest.
es_es: Igual que Vacío, pero incluye una pre-configuración muy básica para el formato y colores. También se puede utilizar si quieres hacer tu propia cofiguración pero quieres un formato básico.
fr: Quasiment identique à Vide, mais inclut une pré-configuration très basique pour le formatage et la couleur. Peut également être utilisé si vous souhaitez créer votre propre configuration, mais que vous souhaitez avoir un formatage basique tout de même.
ja: Emptyと同じですが、フォーマットとカラーリングのための非常に基本的な事前設定を含んでいます。 独自の設定をしたいが、基本的な書式が欲しい場合にも使用できる。

# Loc_DefaultPluginDataTemplate_Description
source: Here you can choose the template for all the settings below. The template is used as basic set of properties. Every change you are making is what get saved. But all options from this template will not be saved. This helps you by not needing to overwrite so much properties - or by doing your completely own configuration without a template. Warning: Changing this can cause properties to be resetted. You may loose a part of your configuration. After you changed this, ensure everything is setted up how you like it.
de: Hier kannst Du die Vorlage für alle Einstellungen unten auswählen. Die Vorlage wird als Grundlage für Eigenschaften verwendet. Jede Änderung, die Sie vornehmen, wird gespeichert. Allerdings werden keine Optionen, die dieser Vorlage entsprechen, gespeichert. Dies hilft Ihnen, wenn Du nicht so viele Eigenschaften überschreiben müssen - oder Deine komplett eigene Konfiguration ohne Vorlage erstellen möchten. Warnung: Wenn Du dies ändern, könnten Eigenschaften zurückgesetzt werden. Du könntest einen Teil Deiner Konfiguration verlieren. Nachdem Du dies geändert hast, stelle sicher, dass alles so eingerichtet ist, wie Du es magst.
es_es: Aquí puede elegir la plantilla para todos los ajustes a continuación. La plantilla se utiliza como conjunto básico de propiedades. Cada cambio que estás haciendo es lo que se guarda. Pero no se guardarán todas las opciones de esta plantilla. Esto te ayuda al no necesitar sobrescribir tantas propiedades - o al crear una configuración completamente nueva sin una plantilla. Advertencia: Cambiar esto puede causar que las propiedades sean restablecidas. Puedes perder una parte de tu configuración. Después de cambiar esto, asegútate de que todo está configurado a tu gusto.
fr: Vous pouvez choisir ici le modèle de base pour tous les paramétrages ci-dessous. Le modèle utilisé est un ensemble basique de propriétés. Chaque modification que vous faites sera sauvegardée ; cependant, les options provenant du modèle ne sont pas sauvegardées. Cela vous permet de ne pas avoir à surcharger énormément de propriétés - ou de créer votre propre configuration complète sans modèle de base. Attention : Modifier ce champ peut provoquer la réinitialisation de propriétés. Vous pouvez perdre une partie de votre configuration. Après avoir modifié ce champ, vérifiez bien que tous vos paramètres correspondent à vos attentes.
ja: ここでは、以下のすべての設定のテンプレートを選択することができます。 テンプレートはプロパティの基本セットとして使用されます。あなたが行うすべての変更は、保存されます。しかし、このテンプレートのオプションはすべて保存されません。 これは、多くのプロパティを上書きする必要がないため、またはテンプレートを使用せずに完全に独自の設定を行うために役立ちます。 警告 この設定を変更すると、プロパティがリセットされることがあります。設定の一部が失われる可能性があります。 この設定を変更した後、すべてがあなたの好きなように設定されていることを確認してください。

# Loc_DefaultPluginDataTemplate_Full
source: Full
de: Vollständig
es_es: Completo
fr: Complet
ja: フル

# Loc_DefaultPluginDataTemplate_Full_Description
source: Show the job tag with color and also color the player name element.
de: Zeige den Job-Tag mit Farbe und färbe auch das Spielernamen-Element.
es_es: Mostrar la etiqueta del job con el color y también colorear el nombre del jugador.
fr: Préconfiguré pour afficher le tag de job avec couleur et colore également le texte du nom du personnage.
ja: ジョブタグをカラーで表示し、プレイヤー名要素に色を付けます。

# Loc_DefaultPluginDataTemplate_None
source: Empty
de: Leer
es_es: Vacío
fr: Vide
ja: 空

# Loc_DefaultPluginDataTemplate_None_Description
source: No single configuration made. This is a completely empty template. Use this if you want to to have every option under your control or just want to make only a few configurations.
de: Keine einzelne Vorkonfiguration. Dies ist eine komplett leere Vorlage. Benutze dies, wenn du jede Option unter deiner Kontrolle haben möchtest oder nur ein paar Konfigurationen machen möchtest.
es_es: No se ha hecho una sola configuración. Esta es una plantilla completamente vacía. Usa esto si quieres tener todas las opciones bajo tu control o solo quieres hacer unas pocas configuraciones.
fr: Aucune configuration. C'est un modèle complètement vide. Utilisez ce modèle si vous souhaitez avoir toutes les options sous votre contrôle ou si vous souhaitez avoir votre propre configuration légère.
ja: 設定が一つもありません。これは完全に空のテンプレートです。 コントロール下にあるすべてのオプションを設定したい場合、またはいくつかの設定だけを作成したい場合は、これを使用します。

# Loc_DefaultPluginDataTemplate_Simple
source: Simple
de: Einfach
ja: シンプル

# Loc_DefaultPluginDataTemplate_Simple_Description
source: Shows the job tag with color and the role icon by replacing the title.
de: Zeigt den Job-Tag mit Farbe und dem Rollensymbol durch Ersetzen des Titels.
es_es: Muestra la etiqueta de job con el color y el icono del rol reemplazando el título.
fr: Préconfiguré pour afficher le tag de job avec couleur et remplacer le titre par l'icône de rôle.
ja: タイトルを置き換えることで、ジョブタグとロールアイコンをカラーで表示します。

# Loc_DeadPlayerHandling_GrayOut
source: Gray out
de: Ausgrauen
es_es: Poner en Gris
fr: Les griser
ja: グレーアウト

# Loc_DeadPlayerHandling_Ignore
source: Ignore
de: Ignorieren
es_es: Ignorar
fr: Les ignorer
ja: 無視

# Loc_DeadPlayerHandling_Include
source: Include
de: Einbeziehen
es_es: Incluir
fr: Les inclure
ja: 含む

# Loc_DeadPlayerHandling
source: Handling for dead players
de: Handhabung für tote Spieler
es_es: Ajustes para jugadores muertos
fr: Traitement des personnages décédés
ja: 死んだプレイヤーの処理

# Loc_DeadPlayerHandling_GrayOut_Description
source: Apply any tag but gray out the nameplate.
de: Wende jeden Tag an, aber graue das Namensschild aus.
es_es: Aplicar cualquier etiqueta pero poner gris la placa de nombre.
fr: Appliquer tous les tags, mais griser leur plaque de nom.
ja: 任意のタグを適用しますが、ネームプレートを灰色表示にします。

# Loc_DeadPlayerHandling_Ignore_Description
source: Don't process dead players and don't apply any tag for.
de: Verarbeite keine toten Spieler und wende keinen Tag an.
es_es: No procesar jugadores muertos y no aplicarles ninguna etiqueta.
fr: Les personnages décédés ne seront pas traités et tous les tags les concernant seront ignorés.
ja: 死んだプレイヤーは処理せず、タグも適用しない。

# Loc_DeadPlayerHandling_Include_Description
source: Handle dead players as they are alive. No difference between dead and alive players.
de: Behandle tote Spieler, als wären sie am Leben und mache keinen Unterschied zwischen toten und lebendigen Spielern.
es_es: Ajusta los jugadores muertos como si estuvieran vivos. No habrá diferencia entre los jugadores muertos y los vivos.
fr: Les personnages décédés seront gérés comme s'ils étaient vivants. Aucune différenciation ne sera appliquée entre les personnages vivants et décédés.
ja: 死んだプレイヤーも生きているのと同じように扱う。死んだプレイヤーと生きているプレイヤーの違いはありません。

# Loc_MoveStatusIconToNameplateTextIfPossible
source: Move Status Icon to Nameplate text if possible
de: Statussymbol nach Möglichkeit zum Namensschild-Text verschieben
es_es: Mover el icono de estado a la placa de nombre si fuera posible
fr: Déplacer l'Icône de Statut dans le texte de la Plaque de nom si possible
ja: 可能であれば、ステータスアイコンをネームプレートのテキストに移動する。

# Loc_MoveStatusIconToNameplateTextIfPossible_Description
source: If the current status icon is available as Font Icon then move it to the Player Name text in the Nameplate, so there is place for another icon to use, e.g. the job icon.
de: Wenn das aktuelle Statussymbol als Schriftsymbol verfügbar ist, verschiebe es in den Text des Spielernamen auf dem Namensschild, sodass es Platz gibt, um es mit einem anderen Symbol zu ersetzen, z.B. das Job-Symbol.
es_es: Si el icono de estado actual está disponible como icono de fuente, se moverá al Nombre del Jugador en la placa de nombre, para que haya sitio para otro icono (por ejemplo, el icono de job).
fr: Si l'icône de statut actuel existe en tant qu'icône textuelle, alors la déplacer dans le texte à côté du Nom du Personnage dans sa Plaque de nom, afin de laisser place à un autre icône, tel que l'icône de Job, par exemple.
ja: 現在のステータスアイコンがフォントアイコンとして利用できる場合、それをネームプレートのプレイヤー名のテキストに移動し、ジョブアイコンなどの別のアイコンを使用できるようにします。

# Loc_IsRoleIconVisibleInChat
source: Show role icon in Chat
de: Rollensymbol im Chat anzeigen
es_es: Mostrar icono de rol en placas de chat
fr: Afficher l'icône de rôle dans le Chat
ja: チャットにロールアイコンを表示

# Loc_TargetChatTypesIncludeUndefined
source: Include undefined Chat Types
de: Undefinierte Chattypen einbeziehen
es_es: Incluir Tipos de Chat sin definir
fr: Inclure les types de chat non-définis
ja: 未定義のチャットタイプを含む

# Loc_TargetChatTypesIncludeUndefined_Description
source: When enabled the Tag will apply to all Chat messages that has not a defined type. This case can happen either if the Game updates and the Enumeration of all Chat Types gets invalid due to shifted values, or plugins creates a custom chat type for whatever reason.
de: Wenn aktiviert, gilt das Tag für alle Chat-Nachrichten, die keinen definierten Typ haben. Dieser Fall kann entweder auftreten, wenn das Spiel ein Update bekommt und die Aufzählung aller Chat-Typen aufgrund von geänderten Werten ungültig sind oder Plugins erstellt einen benutzerdefinierten Chat-Typ, aus welchen Gründen auch immer.
es_es: Cuando está habilitado, la Etiqueta se aplicará todos los mensajes de chat que no tengan un tipo definido. Esto puede ocurrir tanto si el juego se actualiza y la enumeración de todos los tipos de chat se vuelve inválida debido a valores modificados, o si algún otro plugin crea un tipo de chat personalizado por cualquier motivo.
fr: Lorsque cette option est activée, le tag s'appliquera à tous les messages qui n'ont pas de type défini. Cela peut se produire si les mises à jour du jeu et l'énumération de tous les types de chat deviennent invalides en raison de valeurs déplacées ou altérées, ou si un autre plugin crée un type de chat personnalisé pour quelque raison que ce soit.
ja: このタグを有効にすると、定義されていないすべてのチャットメッセージに適用されます。 このケースは、ゲームがアップデートされ、すべてのチャットタイプの列挙がシフトされた値によって無効になった場合、またはプラグインが何らかの理由でカスタムチャットタイプを作成した場合に発生します。

# Loc_NameplateElement_Name
source: Name
es_es: Nombre
fr: Nom
ja: 名前

# Loc_Static_Tags
source: Tags
es_es: Etiquetas
ja: タグ

# Loc_Text
source: Text
es_es: Texto
fr: Texte
ja: テキスト

# Loc_Static_Chat
source: Chat
ja: チャット

# Loc_StatusIcons_Mentor
source: Mentor
ja: メンター

# Loc_Static_PluginName
source: Player Tags
es_es: Etiquetas de Jugador
